"Not a number" = "Non è definito\Operazione non permessa";
"Value Exceeds Precision" = "Il valore supera la precisione stabilita";
"Precision: %d digits" = "Precisione: %d cifre";
"Precision: %d significant figures" = "Precisione: %d cifre significative";
"Precision: %d point places" = "Precisione: %d cifre dopo la virgola";
"Precision: %d-bit 2's Complement" = "Precisione: complemento a due a %d-bit";
"Radix: %d" = "Base: %d";
"Degrees" = "Gradi sessadecimali";
"Radians" = "Radianti";
"Gradians" = "Gradi centesimali";﻿﻿﻿
